Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: oh... fair enough.
es_419: Suena lógico.

source: is that even a question?
es_419: ¿Lo preguntas en serio?

source: I sent an entire squad after the centipedes as payback for killing our men...
es_419: envié a un escuadrón entero tras los ciempiés para vengar a los hombres que mataron…

source: ...I'm thinking of doing something even more unhinged.
es_419: … planeo hacer algo todavía más demencial.

source: Haha, good luck!
es_419: ¡Ja, ja! ¡Suerte!

source: I don't know the details… but isn't that a pretty big deal?
es_419: No conozco los detalles, pero… ¿no tendría mucha importancia?

source: What's so funny?
es_419: ¿Por qué se ríen?

source: one of the men we took down earlier was wearing this scarf.
es_419: Uno de los tipos que matamos tenía puesta esta bufanda.

source: or at least... it is in the slums.
es_419: O al menos… lo es en los barrios.

source: i-is he dead?
es_419: ¿E-está muerto?

source: spurt
es_419: SPLASH

source: eurgh!
es_419: ¡Agh!

source: oh.
es_419: Uy.

source: I'm your dad! do as I say!
es_419: ¡Soy tu papá! ¡Haz lo que digo!

source: I've occasionally seen people in the slums with mechanical prosthetics before...
es_419: He visto a una que otra persona con prótesis mecánicas en los barrios…

source: hmm? oh yeah, I ordered it as soon as it came back in stock.
es_419: ¿Mmm? Ah, sí. Lo encargué apenas volvió a estar disponible.

source: ...they were trying to eliminate a threat even greater than jonny...
es_419: … intentaban eliminar una amenaza todavía mayor que la de Jonny…

source: fuck! watch it, man!
es_419: ¡Mierda! ¡Ten cuidado!

source: wait, that's a security drone from the retreats!
es_419: Esperen, ¡es un dron de seguridad de El Refugio!

source: jonathan told me to dispose of you right away after we were done with you...
es_419: Jonathan me sugirió que me deshiciera de ti apenas termináramos contigo…

source: see for yourself.
es_419: Mira tú mismo.

source: we're selling pure, pristine water here!
es_419: ¡Vendemos agua prístina!

source: everyday life soon returned to normal...
es_419: La vida volvió rápido a la normalidad…

source: ...to the cheonryong* gang.
es_419: … con los Cheonryong.

source: fine... let's just say I go with your plan.
es_419: Está bien… digamos que sigo tu plan.

source: I have no idea what you're talking about...
es_419: No tengo idea de qué estás hablando…

source: ...I had no choice but to taste defeat before even getting a chance to step into the arena.
es_419: … no tuve más opción que probar la derrota antes de siquiera pisar la arena.

source: cool bike. can I have it?
es_419: Linda moto. ¿Puedo quedármela?

source: ...and I'll even bring the remembric watch with me!
es_419: … ¡y hasta voy a llevarles el recordatón!

source: you might've given up hope for yourself...
es_419: Tal vez no tengas esperanza para tu vida…

source: Episode 26 - Muscle
es_419: Episodio 26 - Músculos

source: I couldn't live with myself if I just left him here to die, you monster!
es_419: ¡No podría dormir por las noches si lo hubiese dejado morir, maldito monstruo!

source: I'm begging you!
es_419: ¡Te lo ruego!

source: crackle... layton greenwood-- crackle...
es_419: Crac… Layton Greenwood… Crac…

source: I think I'm losing too much blood...
es_419: Creo que estoy perdiendo mucha sangre…

source: we all worked like dogs, having been promiseda future in the retreats one day.
es_419: Trabajamos como perros bajo la promesa de un futuro en El Refugio.

source: it's also linked to my optic nerves...
es_419: Además, están ligadas a mis nervios ópticos…

source: we leave the choice to you, but you should choose wisely.
es_419: La decisión es de ustedes, pero elijan con cuidado.

source: but one thing's for certain. we always get what we want.
es_419: Pero una cosa es segura. Siempre conseguimos lo que queremos.

source: I'm...
es_419: Estoy…

source: it allows you to control machines without any additional equipment, using an augmented-reality hud.
es_419: Te permiten controlar máquinas sin necesidad de equipos adicionales, con tan solo una pantalla en realidad aumentada.

source: you can keep sticking your neck out like that all you want, but just don't go dying on me yet.
es_419: Puedes arriesgarte todo lo que quieras, pero ni se te ocurra morir aún.

source: you tricked me!
es_419: ¡Me engañaste!

source: I'm glad I brought y'all along for the ride!
es_419: ¡Me alegra haberlos traído a esta travesía!

source: I'm trying to tell you that--
es_419: Intento decirte que…

source: EPISODE 11 - Cheonryong Gang
es_419: Episodio 11 - Los Cheonryong

source: and that's where we're going?
es_419: ¿Y ahí es a donde vamos?

source: The Retreats is protected by a massive wall that's monitored round the clock with no blind spots… and more than 50,000 guards who are armed with cutting-edge weapons…
es_419: El Refugio está protegido por un muro gigante con vigilancia a todas horas y sin ningún punto ciego… y hay más de cincuenta mil guardias con las armas más modernas…

source: chief... what's his deal?
es_419: Jefe… ¿qué le pasa?

source: hey, mr. canty! you watching?
es_419: ¡Ey, señor Canty! ¿Me ves?

source: so we'll definitely need to focus on your physical training too!
es_419: ¡así que también tenemos que concentrarnos en tu entrenamiento físico!

source: a life mired in poverty and disease…
es_419: Una vida llena de pobreza y enfermedades…

source: ...are either sick or starving to death...
es_419: … o se enferman o mueren de hambre…

source: hey, what the hell are you staring at?!
es_419: Oye, ¡¿qué carajo miras?!

source: there's no way they can shoot their way through all of them and rescue me.
es_419: No tienen forma alguna de matar a toda esta pandilla y rescatarme.

source: how did you know about my birthday?
es_419: ¿Cómo sabías cuándo cumplo años?

source: sure... but do you realize how much that thing will sell for on the black market?
es_419: Claro… pero ¿te das cuenta del precio que tendrá esa cosa en el mercado negro?

source: w-wait...
es_419: E-espera…

source: let's get started.
es_419: Empecemos.

source: what's the downside of shooting me?
es_419: ¿Qué desventaja tiene dispararme?

source: hmph, they're still fish in a barrel.
es_419: Mmm, siguen estando en un callejón sin salida.

source: looks like they were lying in wait for us!
es_419: ¡Es como si nos hubiesen estado esperando!

source: ...me?
es_419: … yo?

source: that's right!
es_419: ¡Así es!

source: So this is the Cheonryong gang…
es_419: Conque estos son los Cheonryong…

source: SKID
es_419: SE DESLIZA

source: no matter how hard you try, you'll never become a killing machine like kacey.
es_419: Sin importar cuánto lo intentes, jamás serás una máquina de matar como Kacey.

source: dammit, this tunnel's like a damn maze!
es_419: ¡Maldita sea, este túnel es un laberinto!

source: ...a life wasted for someone else's cheap, tawdry entertainment.
es_419: … una vida desperdiciada para el vulgar entretenimiento de alguien más.

source: you even breathe too loud in biringam and you're dead. you know that.
es_419: En Biringam, no puedes ni toser si no quieres morir. Lo sabes bien.

source: aren't you bored, john?
es_419: ¿No te aburres, John?

source: holy crap!
es_419: ¡Mierda!

source: ...which tricks the filter into identifying as organic matter, which vastly reduced the chance of getting caught.
es_419: … para engañar al filtro y hacerlas pasar por materia orgánica. Eso redujo enormemente las posibilidades de que me atraparan.

source: it's going well. we're already on the last step.
es_419: Todo está saliendo bien. Ya estamos en el último paso.

source: hold up... you mean we just ran around in a circle?
es_419: Espera… ¿entonces estamos corriendo en círculos?

source: a drone?
es_419: ¿Un dron?

source: yup, just you and me, bamboo.
es_419: Sí, solo tú y yo, Bamboo.

source: nothing's ever easy for us, huh?
es_419: Conque nada nos sale fácil, ¿eh?

source: wait, don't tell me...
es_419: Espera, no me digas que…

source: I think I want her more than the money...
es_419: Creo que la prefiero a ella al dinero…

source: this place is definitely worth risking your life for on the battlegrounds.
es_419: … sin duda, vale la pena arriesgar la vida en las batallas por este lugar.

source: haha!
es_419: ¡Ja, ja!

source: y-you should get dressed before you come out of the shower!
es_419: ¡Debiste haberte vestido antes de salir de la ducha!

source: I never thought I'd end up going back there.
es_419: Jamás creí que terminaría yendo hasta allá.

source: but how?
es_419: Pero ¿cómo?

source: all we have to do is to kill these bastards first and take care of the rest.
es_419: Solo tenemos que matar a estos idiotas para encargarnos luego del resto.

source: oh, you're home.
es_419: Ay, llegaste.

source: it's taken me decades to find this tiny seed of genuine change...
es_419: Tardé décadas en encontrar una semilla del cambio…

source: like I always say, retreats scum were just lucky to be born there, nothing more.
es_419: Como siempre digo, la escoria de El Refugio solo tuvo la suerte de nacer ahí, eso es todo.

source: born into a competitive world...
es_419: Al nacer en un mundo competitivo…

source: and died there.
es_419: … y murieron.

source: that's right, it's kill or be killed...
es_419: Claro, es matar o que te maten…

source: but I'm not interested in living in the retreats.
es_419: Pero no me interesa vivir en El Refugio.

source: he's watching all this from somewhere.
es_419: Está viendo todo desde algún lugar.

source: quit whining and start shooting!
es_419: ¡Deja de lloriquear y dispara!

source: they're a bunch of bloodthirsty animals who like to display the decapitated heads of their victims.
es_419: Son un grupo de animales sanguinarios a los que les gusta exhibir las cabezas decapitadas de sus víctimas.

source: today has been a really shitty day...
es_419: Hoy ha sido un día de mierda…

source: as for her... she's real pretty for a slum rat.
es_419: En cuanto a ella… es una rata de lo más bonita.

source: WHO IN THEIR RIGHT MIND WOULD BE ABLE TO SHOOT ANOTHER HUMAN BEING SO EASILY?!
es_419: ¡¿Quién en su sano juicio podría dispararle a otro ser humano como si nada?!

source: of course I am!
es_419: ¡Claro que sí!

source: synchronization complete.
es_419: Sincronización completa.

source: we don't have to collect scrap metal anymore, do we?
es_419: ¡Ya no vamos a tener que recolectar chatarra!

source: ack! help!!!
es_419: ¡Ay! ¡¡¡Ayuda!!!

source: in a bid to find paradise...
es_419: Intentando hallar el paraíso…

source: why don't you let the broken skulls help you?
es_419: ¿Por qué no dejas que las calaveras rotas te ayudemos?

source: ow, that hurts!
es_419: ¡Auch, eso duele!

source: ...it's up to me to change his mind.
es_419: … hacerlo cambiar de opinión.

source: ...my biggest problem in life was how the coffee tasted!
es_419: … mi mayor problema era el sabor del café!

source: keep the badge. think of it as a souvenir of your first trip here.
es_419: Quédate con la insignia. Considérala un recuerdo de tu primer viaje aquí.

source: ...all we have to do is rob some other poor bastard.
es_419: … solo tenemos que robarle a otro idiota.

source: I've never seen him before in my life...
es_419: Nunca en mi vida lo había visto…

source: THEY'RE NOT KIDDING AROUND!
es_419: ¡No están jugando!

source: just so it would bait edward and whoever's helping him out into the open.
es_419: solo para que fuese un señuelo de Edward y quienquiera que lo esté ayudando.

source: we've managed to survive in biringam for three whole years.
es_419: Llevamos tres años sobreviviendo en Biringam.

source: This is on a different level from your usual petty robberies… you'll have to put your life on the line for a job this big.
es_419: Esto es un nivel muy superior al de tus insignificantes robos… Para un trabajo así de grande, vas a tener que arriesgar la vida.

source: the blue chip keeps our bodies in peak physical condition,
es_419: Ese chip mantiene nuestros cuerpos en sus mejores condiciones.

source: like I said before, I'm just your client, not a soldier!
es_419: ¡Como dije antes, soy tu cliente, no tu soldado!

source: solgaya, nicknamed "paradise on earth"
es_419: Solgaya, conocida como “el paraíso en la Tierra”.

source: reminds me of my first time with a gun...
es_419: Me recuerda a mi primera vez con un arma…

source: ...but, next time, warn me before you pull something like that.
es_419: … pero, a la próxima, avísenme cuando vayan a hacer algo así.

source: What was that?!
es_419: ¿Qué fue eso?

source: w-wait a minute.
es_419: E-espera un minuto.

source: randy the brawler.
es_419: Randy, el luchador.

source: I'm going to die...
es_419: Voy a morir…

source: phew! it's hot out here. think I need to take my shirt off.
es_419: ¡Fiu! Qué calor hace. Creo que me voy a quitar la camisa.

source: it's now or never.
es_419: Es ahora o nunca.

source: hello, ma'am.
es_419: Hola, señora.

source: well, your life depends on it.
es_419: Bueno, tu vida depende de eso.

source: is chief austin really pranking me?
es_419: ¿Será una broma del jefe Austin?

source: our chief is serious about this deal.
es_419: El jefe se tomó en serio este trato.

source: target identified as layton greenwood.
es_419: Objetivo identificado como Layton Greenwood.

source: I was afraid you might've died from the shock!
es_419: ¡Temía que el impacto te hubiese matado!

source: this tastes kinda funky...
es_419: Esto sabe un poco raro…

source: roger. heading in as we speak.
es_419: Recibido. Vamos hacia allá.

source: and 50 grand to get you in touch with a body aug specialist. why don't you consider--
es_419: … y cincuenta para un especialista en mejoras corporales. ¿Por qué no lo piensas…?

source: somehow, they know we've been sheltering him...
es_419: De alguna manera, descubrieron que lo tenemos aquí…

source: Okay, Edwards.
es_419: Bueno, Edward.

source: will they turn solgaya into a pile of rubble...
es_419: ¿Será que van a convertir Solgaya en escombros…

source: I guess it's not our time.
es_419: Aún no llega nuestra hora.

source: w-whoa!!!
es_419: ¡¡¡E-ey!!!

source: *bg : short for the battlegrounds.
es_419: CB: abreviatura para campos de batalla

source: I'm so goddamn unlucky...
es_419: Qué mala suerte tengo…

source: for someone incapable of hitting their target, a gun is nothing but a useless hunk of metal.
es_419: Para alguien que no puede acertar en el blanco, un arma no es más que un inútil pedazo de metal.

source: maybe they just have no use for firearms training over there.
es_419: Tal vez no les parezca útil entrenarlos en armas de fuego.

source: you think I give a damn about my life?!
es_419: ¡¿Acaso crees que me importa mi vida?!

source: I'll get you into the damn retreats.
es_419: Voy a devolverte a ese maldito Refugio.

source: don't worry about it.
es_419: No te preocupes.

source: so... what did you mean by "something even more unhinged"?
es_419: Entonces… ¿qué quieres decir con “algo todavía más demencial”?

source: can you blame me?
es_419: ¿Me puedes culpar?

source: you think this is the first time we've been attacked like this?
es_419: ¿Crees que es la primera vez que nos atacan?

source: I just risked my life to save yours!
es_419: ¡Acabo de arriesgarme para salvarte!

source: um...
es_419: Eh…

source: you may be our client, but you're also a member of the cheonryong gang now!
es_419: ¡Aunque seas nuestro cliente, ahora también eres un miembro de los Cheonryong!

source: ...was being born in the slums...
es_419: … fue nacer en los barrios marginales…

source: through the application of sophisticated scientific advancements...
es_419: Gracias a la aplicación de avances científicos sofisticados…

source: no way, I'm out!
es_419: ¡No! ¡Yo no voy!

source: we're still on the outskirts, but don't let your guard down.
es_419: Aún estamos en las afueras, pero no bajen la guardia.

source: srory by hyeong-uk shin
es_419: Historia: Shin Hyeong-Uk

source: ...wasn't the kind of heroic sacrifice you thought it was.
es_419: … no fue el sacrificio heroico que creías.

source: I would've walked right past it.
es_419: Yo jamás me habría dado cuenta.

source: I guess there's no rest for the wicked…
es_419: A los malvados no les espera el descanso…

source: HOLY CRAP…
es_419: Mierda…

source: it's kill or be killed!
es_419: ¡Toca matar o que te maten!

source: maybe I should just leave you here--
es_419: Tal vez sea mejor dejarte aquí…

source: ...the pointless death of a beast...
es_419: … la muerte en vano de una bestia…

source: quit laughin', you morons.
es_419: Dejen de reírse, idiotas.

source: he'll be assuming your identity and living in the retreats from now on.
es_419: Dentro de poco, va a asumir tu identidad y a vivir en El Refugio.

source: the kid's disappeared!
es_419: ¡El niño desapareció!

source: and grab canty at the same time?
es_419: … y atrapar a Canty al mismo tiempo?

source: we've lost edward.
es_419: Perdimos a Edward.

source: and now you're in a worst-case scenario, where multiple enemies have a fix on your exact location.
es_419: Y ahora estás en la situación más desfavorable, donde varios enemigos conocen tu ubicación exacta.

source: dammit, chief! they're taking cover behind the steel doors you put up!
es_419: ¡Maldita sea, jefe! ¡Se están cubriendo con las puertas de acero que abriste!

source: there is only misery.
es_419: Aquí solo hay miseria.

source: breaking news. a short while ago, the bodies of two of the residents of 12th street on block five were found.
es_419: Noticias de última hora. Hace poco se encontraron los cuerpos de dos residentes de la calle doce de la manzana cinco.

source: so now, biringam is basically a free-for-all arena for those gangs...
es_419: Así que ahora Biringam es todo un campo de batalla para esas pandillas…

source: chief, I found the hotspot!
es_419: ¡Jefe, encontré un punto débil!

source: OTHERWISE, THINGS ARE GOING TO GET MESSY!
es_419: ¡Si no, todo va a resultar en desastre!

source: here.
es_419: Toma.

source: the boss's kid?!
es_419: ¡¿El hijo del jefe?!

source: does that mean anyone who's starving and sick is good...
es_419: Entonces, ¿todos los que tienen hambre y están enfermos son buenos…

source: Why are you giving this to me?
es_419: ¿Por qué me la das?

source: but this is...
es_419: pero esto…

source: this ain't no time to be shootin' up, chief!!!
es_419: ¡¡¡No es momento de drogarse, jefe!!!

source: I doubt they'll make it out of there.
es_419: No creo que puedan salir de ahí.

source: everyone out!
es_419: ¡Salgan todos!

source: KABOOM
es_419: KABUM

source: didn't you say this was your personal drone?
es_419: ¿No habías dicho que este era tu dron personal?

source: wait, is he...?
es_419: Espera, ¿acaso…?

source: but... how?
es_419: Pero… ¿cómo?

source: your ability to view yourself objectively might be how you've managed to survive in the slums this long.
es_419: Tal vez tu capacidad de percibirte a ti mismo objetivamente haya sido lo que te permitió sobrevivir tanto tiempo en Salmuera.

source: I knew you were full of ambition...
es_419: Sabía que tenías ambición…

source: clank
es_419: CLANC

source: ...total lack of self-confidence...
es_419: … tu absoluta falta de autoestima…

source: yeah, let me show you the training gear I brought.
es_419: Sí, déjame mostrarte el equipo de entrenamiento que traje.

source: ...to bring justice to this cruel, twisted world.
es_419: … para hacer justicia en este mundo retorcido y cruel.

source: your death...
es_419: Tu muerte…

source: we're about the same...
es_419: Estamos en las mismas…

source: wait, what's with the polar opposite reactions?
es_419: Esperen, ¿por qué esas respuestas tan distintas de antes?

source: we know we don't exactly have a lot of friends around here.
es_419: Somos conscientes de que no tenemos muchos amigos por aquí.

source: edward, go with chief. randy, you're with kacey.
es_419: Edward, tú ve con el jefe. Randy, tú vas con Kacey.

source: no. I just was standing around in the open earlier.
es_419: No. Hace unos instantes, era un blanco fácil.

source: this is one of the facilities we were going to search.
es_419: Esta es una de las instalaciones que íbamos a explorar.

source: I didn't realize until now...
es_419: No me di cuenta hasta ahora…

source: ...while the other is a prince, the son of a business magnate, in the retreats.
es_419: … y el otro es un príncipe, el hijo de un magnate de los negocios, que vive en El Refugio.

source: wait up!
es_419: ¡Espera!

source: somebody, please...
es_419: ¡Que alguien me ayude!…

source: what is this?
es_419: ¿Qué es esto?

source: I guess you're not most people though.
es_419: Supongo que no eres alguien cualquiera.

source: KA-CHIK
es_419: KA-CHIC

source: We should get going.
es_419: Pongámonos en marcha.

source: we began searching for the remembric watch right away.
es_419: Empezamos a buscar el recordatón de inmediato.

source: spin
es_419: zas

source: stare
es_419: MIRA

source: besides, you already know the skulls are tracking us through this tablet, right?
es_419: Además, sí sabes que las calaveras nos rastrean desde su tableta, ¿no?

source: I'm going to make it through the battlegrounds, no matter what.
es_419: Pase lo que pase, voy a sobrevivir en los campos de batalla.

source: fantastic. how long do you need to prepare?
es_419: Fantástico. ¿Cuánto tardarás en prepararte?

source: … but, Kacey…
es_419: … pero, Kacey…

source: ...and give away their location!
es_419: … ¡o sea que revelarían su ubicación!

source: I take it you've never even considered entering the battlegrounds then?
es_419: Asumo que ni siquiera te has planteado entrar a los campos de batalla.

source: hehe... we just need the kid, right?
es_419: Je, je… solo necesitamos al niño, ¿no?

source: sneak
es_419: SIGILO

source: besides, it's up to the client who he chooses to take on the job.
es_419: Además, es el cliente quien elige quién hará el trabajo.

source: I don't want to die!
es_419: ¡No quiero morir!

source: where's your car?
es_419: ¿Dónde está tu auto?

source: I never thought he'd let it off in the middle of brine!
es_419: ¡Jamás pensé que lo dispararía en pleno centro de Salmuera!

source: but how? you just said we'd barely last another day.
es_419: Pero ¿cómo? Dijiste que, como mucho, vamos a durar un día así.

source: SLIDE
es_419: ZAS

source: touch
es_419: TAP

source: you really think ed's coming back?
es_419: ¿En verdad crees que Ed va a regresar?

source: those who are superior to me.
es_419: Aquellos que son superiores a mí.

source: this rhythm and vibration... it must be the sound of gunfire! it was everywhere in the slums!
es_419: Este ritmo y esas vibraciones… ¡tienen que ser disparos! ¡Era igual en Salmuera!

source: too bad...
es_419: Qué pena…

source: crunch
es_419: CRONCH

source: given our current situation...
es_419: Dada nuestra situación actual…

source: it's not my fault that chief's shower's the only one with decent hot water.
es_419: No es mi culpa que la ducha del jefe sea la única con agua caliente.

source: talk.
es_419: Habla.

source: you need to make friends with the right people.
es_419: Tienes que hacerte amigo de las personas correctas.

source: the tragedy of climate change.
es_419: La tragedia del cambio climático.

source: don't take me for some senile old man! of course it does!
es_419: ¡No me tomes por un anciano senil! ¡Claro que existe!

source: what the hell's going on? how did they find us?!
es_419: ¿Qué diablos está pasando? ¡¿Cómo nos encontraron?!

source: our goal is to comb through this room and find the remembric watch.
es_419: Nuestro objetivo es investigar este sitio y encontrar el dispositivo.

source: they've got reinforcements! take 'em down!
es_419: ¡Tienen refuerzos! ¡Mátenlos!
